Repository: Elorucov/Laney-Legacy
Catalog: Elorucov.Laney/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru, uk_ua

# stats_styles_reset_gen
source: Chat style reset {0} times
ru_ru: {0} раза сбрасывали оформление
uk_ua: {0} рази скидали оформлення

# stats_styles_reset_plu
source: Chat style reset {0} times
ru_ru: {0} раз сбрасывали оформление
uk_ua: {0} разів скидали оформлення

# stats_joined_nom
source: Invited to chat {0} time
ru_ru: {0} раз приглашали в чат
uk_ua: {0} раз запрошували у бесіду

# stats_joined_gen
source: Invited to chat {0} times
ru_ru: {0} раза приглашали в чат
uk_ua: {0} рази запрошували у бесіду

# stats_joined_plu
source: Invited to chat {0} times
ru_ru: {0} раз приглашали в чат
uk_ua: {0} разів запрошували у бесіду

# stats_joined_by_link_nom
source: Invited to chat by link {0} time
ru_ru: {0} раз приглашали в чат по ссылке
uk_ua: {0} раз запрошували у бесіду за посиланням

# stats_joined_by_link_gen
source: Invited to chat by link {0} times
ru_ru: {0} раза приглашали в чат по ссылке
uk_ua: {0} рази запрошували у бесіду за посиланням

# stats_joined_by_link_plu
source: Invited to chat by link {0} times
ru_ru: {0} раз приглашали в чат по ссылке
uk_ua: {0} разів запрошували у бесіду за посиланням

# stats_left_nom
source: Left this chat {0} time
ru_ru: {0} раз покидали чат
uk_ua: {0} раз покидали бесіду

# stats_left_gen
source: Left this chat {0} times
ru_ru: {0} раза покидали чат
uk_ua: {0} рази покидали бесіду

# stats_left_plu
source: Left this chat {0} times
ru_ru: {0} раз покидали чат
uk_ua: {0} разів покидали бесіду

# stats_return_nom
source: Return to this chat {0} time
ru_ru: {0} раз возвращались в чат
uk_ua: {0} раз поверталися в бесіду

# stats_return_gen
source: Return to this chat {0} times
ru_ru: {0} раза возвращались в чат
uk_ua: {0} рази поверталися в бесіду

# stats_return_plu
source: Return to this chat {0} times
ru_ru: {0} раз возвращались в чат
uk_ua: {0} разів поверталися в бесіду

# stats_kicked_nom
source: Kicked from chat {0} time
ru_ru: {0} раз исключали из чата
uk_ua: {0} раз вилучали з бесіди

# stats_kicked_gen
source: Kicked from chat {0} times
ru_ru: {0} раза исключали из чата
uk_ua: {0} рази вилучали з бесіди

# stats_kicked_plu
source: Kicked from chat {0} times
ru_ru: {0} раз исключали из чата
uk_ua: {0} разів вилучали з бесіди

# stats_tmsection_unique
source: Unique messages
ru_ru: Уникальные сообщения
uk_ua: Унікальні повідомлення

# stats_tmsection_moneysent
source: Money transfers
ru_ru: Денежные переводы
uk_ua: Грошові перекази

# stats_tmsection_reactions
source: Reactions
ru_ru: Реакции
uk_ua: Реакції

# stats_tmsection_audiomsgs
source: Audio messages
ru_ru: Аудиосообщения
uk_ua: Аудіоповідомлення

# stats_tech_load_time
source: Messages loading time
ru_ru: Время, потраченное на загрузку сообщений

# stats_tech_reactions_load_time
source: Reactions info loading time
ru_ru: Время, потраченное на загрузку реакций

# stats_tech_analyzing_time
source: Messages analyzing time
ru_ru: Время, потраченное на анализ сообщений

# stats_tech_creating_time
source: Results creation time
ru_ru: Время, потраченное на составление результатов

# day_nom
source: {0} day
ru_ru: {0} день
uk_ua: {0} день

# day_gen
source: {0} days
ru_ru: {0} дня
uk_ua: {0} дні

# day_plu
source: {0} days
ru_ru: {0} дней
uk_ua: {0} днів

# hour_nom
source: {0} hour
ru_ru: {0} час
uk_ua: {0} година

# hour_gen
source: {0} hours
ru_ru: {0} часа
uk_ua: {0} години

# hour_plu
source: {0} hours
ru_ru: {0} часов
uk_ua: {0} годин

# minute_nom
source: {0} minute
ru_ru: {0} минута
uk_ua: {0} хвилина

# minute_gen
source: {0} minutes
ru_ru: {0} минуты
uk_ua: {0} хвилини

# minute_plu
source: {0} minutes
ru_ru: {0} минут
uk_ua: {0} хвилин

# second_nom
source: {0} second
ru_ru: {0} секунда
uk_ua: {0} секунда

# second_gen
source: {0} seconds
ru_ru: {0} секунды
uk_ua: {0} секунди

# second_plu
source: {0} seconds
ru_ru: {0} секунд
uk_ua: {0} секунд

# onepass_not_supported.Title
source: Warning!
ru_ru: Внимание!
uk_ua: Увага!

# onepass_not_supported.Message
source: • Passwordless authorization (OnePass) not yet supported. Please disable OnePass if it's enabled in your account. • VK stopped sending SMS with a confirmation code. You should enable sign-in confirmation using a code generator app.
ru_ru: • Безпарольная авторизация (OnePass) пока не поддерживается. Пожалуйста, отключите OnePass, если оно включено в вашем аккаунте. • VK перестали отправлять SMS с кодом. Вам следует включить подтверждение входа с помощью приложения-генератора кодов.
uk_ua: • Безпарольна авторизація (OnePass) поки що не підтримуєтся. Будь ласка, відключіть OnePass, якщо воно увімкнено у вашому аккаунті. • VK перестали відправляти SMS із кодом. Вам слід увімкнути підтвердження входу за допомогою програми-генератора кодів.

# export.Text
source: Export stats
ru_ru: Экспортировать статистику
uk_ua: Експортувати статистику

# exportB.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Export stats
ru_ru: Экспортировать статистику
uk_ua: Експортувати статистику

# stats_html_copyright
source: Created by <a href="https://elor.top/laney" target="_blank">Laney — the VK messenger</a>
ru_ru: Создана с помощью <a href="https://elor.top/laney" target="_blank">Laney — мессенджера VK</a>.

# writing_disabled_for_you
source: The chat administrator restricted you from messaging
ru_ru: Администратор чата запретил вам отправлять сообщения
uk_ua: Адміністратор чату заборонив вам надсилати повідомлення

# writing_disabled_for_you_until
source: The chat administrator restricted you from messaging until {0}
ru_ru: Администратор чата запретил вам отправлять сообщения до {0}
uk_ua: Адміністратор чату заборонив вам надсилати повідомлення до {0}

# writing_disabled_for_all
source: Only the administrator can write in this chat
ru_ru: В этот чат может писать только администратор
uk_ua: У цей чат може писати лише адміністратор

# writing_disabled_for_all_until
source: The chat administrator has restricted messaging until {0}
ru_ru: Администратор чата запретил отправлять сообщения до {0}
uk_ua: Адміністратор чату заборонив надсилати повідомлення до {0}

# for_hours_nom
source: For {0} hour
ru_ru: На {0} час
uk_ua: На {0} годину

# for_hours_gen
source: For {0} hours
ru_ru: На {0} часа
uk_ua: На {0} години

# for_hours_plu
source: For {0} hours
ru_ru: На {0} часов
uk_ua: На {0} годин

source: Forever
ru_ru: Навсегда
uk_ua: Назавжди

# convctx_writing_disable
source: Restrict everyone from messaging
ru_ru: Запретить всем писать в чат
uk_ua: Заборонити всім писати до чату

# convctx_writing_enable
source: Allow everyone to messaging
ru_ru: Разрешить всем писать в чат
uk_ua: Разрешить всем писать в чат

# appupdbtn.Content
source: Update Laney
ru_ru: Обновить Laney
uk_ua: Оновити Laney

# multiselect.Content
source: Select multiple
ru_ru: Выбрать несколько
uk_ua: Вибрати кілька

# sa_messages_ui.Header
source: Messages UI
ru_ru: Интерфейс сообщений
uk_ua: Інтерфейс повідомлень

# sa_previews_position.Header
source: Display images
ru_ru: Отображать изображения
uk_ua: Відображати зображення

# sa_previews_position.Description
source: Photos, videos and files' preview
ru_ru: Фото, видео и превью файлов
uk_ua: Фото, відео та прев'ю файлів

# sa_previews_position_below.Content
source: Below text
ru_ru: Под текстом
uk_ua: Під текстом

# sa_previews_position_above.Content
source: Above text
ru_ru: Над текстом
uk_ua: Над текстом

source: Disable
ru_ru: Отключить
uk_ua: Вимкнути

# sr_most_used.Header
source: Most used
ru_ru: Часто используемые
uk_ua: Часто використовувані

# sr_most_used.Description
source: You can change first 7 reactions displayed above the context menu
ru_ru: Вы можете сменить первые 7 реакций, отображающиеся над контекстным меню
uk_ua: Ви можете змінити перші 7 реакцій, що відображаються над контекстним меню

# sr_fast_reaction.Header
source: Fast reaction
ru_ru: Быстрая реакция
uk_ua: Швидка реакція

# sr_fast_reaction.Description
source: Double-click on message to send reaction
ru_ru: Нажмите на сообщение дважды, чтобы поставить реакцию
uk_ua: Двічі натисність на повідомлення, щоб залишити реакцію

# wb_friends_online
source: Friends online
ru_ru: Друзья в сети

# wb_friends_online_desc
source: Find out which of your friends online and their last unread messages
ru_ru: Узнайте, кто из ваших друзей онлайн. Виджет также показывает непрочитанные сообщения от них.

# sticker_border.Content
source: Border
ru_ru: Обрамление
uk_ua: Обрамлення

# upload_photo_result_invalid
source: Unable to attach a photo because VK sent an invalid response! Please send a screenshot of the error to app developer. (vk.me/elorlaney)
ru_ru: Не удалось прикрепить фото, т. к. ВК вернула некорректный ответ! Пожалуйста, отправьте скриншот ошибки разработчику. (vk.me/elorlaney)

source: Communities
ru_ru: Сообщества
uk_ua: Спільноти

# admined_comms
source: Admined communities
ru_ru: Администрируемые
uk_ua: Адміністративні

# feed
source: News feed
ru_ru: Лента новостей
uk_ua: Cтрічка новин

# feed_source_my
source: My feed
ru_ru: Новости
uk_ua: Мої новини

# feed_source_my_wall
source: My wall
ru_ru: Моя стена
uk_ua: Моя стіна

# feed_source_friends
source: News from friends
ru_ru: Новости друзей
uk_ua: Новини друзів

# feed_source_groups
source: News from communities
ru_ru: Новости сообществ
uk_ua: Новини спільнот

# feed_source_found_users
source: Found users
ru_ru: Люди
uk_ua: Люди

# feed_source_found_comms
source: Found communities
ru_ru: Сообщества
uk_ua: Спільноти

# feed_composer_placeholder
source: Write something here…
ru_ru: Напишите что-нибудь…
uk_ua: Напишіть будь-що…

# feed_composer_placeholder_user_wall
source: Write something on {0}'s wall…
ru_ru: Напишите на стене {0}…
uk_ua: Напишіть на стіні {0}…

# feed_composer_placeholder_group_suggest
source: Suggest news…
ru_ru: Предложите новость…
uk_ua: Запропонувати запис…

# feed_composer_publish_button
source: Publish
ru_ru: Опубликовать
uk_ua: Опублікувати

# feed_composer_suggest_button
source: Suggest
ru_ru: Предложить
uk_ua: Запропонувати

# feed_composer_invalid_time
source: Publish time has already passed. Select another time.
ru_ru: Время публикации уже прошло. Выберите другое.
uk_ua: Час публікації уже минув. Виберіть інший.

# feed_composer_postponed_created
source: Post scheduled for {0}
ru_ru: Запись будет опубликована {0}
uk_ua: Запис буде опубліковано {0}

# feed_composer_postponed_created_desc
source: You can't view or manage your scheduled posts in Laney yet.
ru_ru: Посмотреть отложенные посты и управлять ими в Laney пока что нельзя.

# feed_source_search.PlaceholderText
source: Search people and communities
ru_ru: Поиск людей и сообществ
uk_ua: Пошук людей і спільнот

# feed_search.PlaceholderText
source: Search posts
ru_ru: Поиск записей
uk_ua: Пошук записів

# feed_composer_visibility_all.Content
source: Everyone
ru_ru: всем
uk_ua: усім

# feed_composer_visibility_friends.Content
source: Only friends
ru_ru: друзьям
uk_ua: друзям

# feed_composer_visibility_best_friends.Content
source: Only best friends
ru_ru: близким друзьям
uk_ua: близьким друзям

# feed_composer_donut_visibility_dons.Content
source: Only donors
ru_ru: донам
uk_ua: донам

# feed_composer_donut_open_after.Header
source: Make public in
ru_ru: Открыть для всех…
uk_ua: Відкрити для всіх через

# feed_composer_donut_open_after_never.Content
source: never
ru_ru: никогда
uk_ua: ніколи

# feed_composer_donut_open_after_1d.Content
source: after 1 day
ru_ru: через день
uk_ua: через день

# feed_composer_donut_open_after_2d.Content
source: after 2 days
ru_ru: через 2 дня
uk_ua: через 2 дні

# feed_composer_donut_open_after_3d.Content
source: after 3 days
ru_ru: через 3 дня
uk_ua: через 3 дні

# feed_composer_donut_open_after_4d.Content
source: after 4 days
ru_ru: через 4 дня
uk_ua: через 4 дні

# feed_composer_donut_open_after_5d.Content
source: after 5 days
ru_ru: через 5 дней
uk_ua: через 5 днів

# feed_composer_donut_open_after_6d.Content
source: after 6 days
ru_ru: через 6 дней
uk_ua: через 6 днів

# feed_composer_donut_open_after_7d.Content
source: after 7 days
ru_ru: через 7 дней
uk_ua: через 7 днів

# feed_composer_pam_grid.Content
source: Grid
ru_ru: Сетка
uk_ua: Сітка

# feed_composer_pam_carousel.Content
source: Carousel
ru_ru: Карусель
uk_ua: Карусель

# feed_composer_pam_note_header.Text
source: Please note:
ru_ru: Обратите внимание:
uk_ua: Зверніть увагу:

# feed_composer_pam_note.Text
source: You can publish images as carousel, but Laney itself always display them as grid.
ru_ru: Вы можете публиковать изображения как карусель, но в Laney они отобразятся как сетка.

# feed_composer_scheduled_time.Text
source: Publish on:
ru_ru: Когда:
uk_ua: Коли:

# feed_composer_from_group.Content
source: On behalf of the community
ru_ru: От имени сообщества
uk_ua: Від імені спільноти

# feed_composer_no_comments.Content
source: Disable comments
ru_ru: Выключить комментарии
uk_ua: Вимкнути коментування

# feed_composer_sign.Content
source: Signature
ru_ru: Подпись
uk_ua: Підпис

# feed_composer_no_notifications.Content
source: Disable notifications
ru_ru: Не отправлять уведомления
uk_ua: Не надсилати повідомлення

source: now
ru_ru: сейчас
uk_ua: зараз

# qr_auth_title.Text
source: Scan the QR code using your device's camera
ru_ru: Отсканируйте QR-код камерой устройства
uk_ua: Відскануйте QR-код камерою пристрою

# qr_auth_link.Text
source: or open this link on device
ru_ru: или откройте ссылку на устройстве
uk_ua: або відкрити посилання на пристрої

# qr_auth_confirm.Text
source: Verify it's you
ru_ru: Подтвердите вход
uk_ua: Підтвердіть вхід

# qr_auth_confirm_desc.Text
source: Check that your device's data is shown on the screen and press "Continue"
ru_ru: Проверьте, что на экране отображаются данные вашего устройства, и нажмите кнопку «Продолжить»
uk_ua: Переконайтеся, що на екрані відображаються дані вашого пристрою, і натисніть кнопку «Продовжити»

# qr_auth_error.Text
source: Please try again. If it still doesn't work, try again later.
ru_ru: Попробуйте ещё раз. Если не получится сейчас, то чуть позже.
uk_ua: Спробуйте ще раз. Якщо не вийде зараз, то трохи пізніше.

# TextCommandLabelLink
source: Add link
ru_ru: Добавить ссылку
uk_ua: Додати посилання

# TextCommandLabelEditLink
source: Edit link
ru_ru: Редактировать ссылку
uk_ua: Редактировать ссылку

# TextCommandLabelBold
source: Bold
ru_ru: Полужирный
uk_ua: Жирний

# TextCommandLabelCopy
source: Copy
ru_ru: Копировать
uk_ua: Копіювати

# TextCommandLabelCut
source: Cut
ru_ru: Вырезать
uk_ua: Вирізати

# TextCommandLabelItalic
source: Italic
ru_ru: Курсив
uk_ua: Курсив

# TextCommandLabelPaste
source: Paste
ru_ru: Вставить
uk_ua: Вставити

# TextCommandLabelRedo
source: Redo
ru_ru: Вернуть
uk_ua: Повторити

# TextCommandLabelUnderline
source: Underline
ru_ru: Подчеркнутый
uk_ua: Підкреслити

# TextCommandLabelUndo
source: Undo
ru_ru: Отменить
uk_ua: Скасувати

# external_link_confirm_title
source: Open external link?
ru_ru: Перейти по внешней ссылке?
uk_ua: Перейти за зовнішнім посиланням?

# external_link_confirm
source: VK and Laney developer are not responsible for its content. Take caution when opening the link:
ru_ru: ВКонтакте и разработчики Laney не несут ответственности за её содержимое. Будьте внимательны, переходя по ссылке:
uk_ua: ВКонтакті та розробники Laney не несуть відповідальності за її вміст. Будьте уважні, переходячи за посиланням:

# se_ram.Header
source: RAM counter on window titlebar
ru_ru: Счётчик RAM в заголовке окна

# se_entity_id.Header
source: Show profile and online app ID in peer profile window
ru_ru: Отобразить ID профиля и приложения в окне профиля

# se_mreb.Header
source: Alternative message input box
ru_ru: Альтернативное поле ввода сообщения

# se_mreb.Description
source: Use MessageRichEditBox created for older versions of Win 10, on current version of Windows.
ru_ru: Использовать поле ввода, предназначенное для старых версий Win10 (1803 и старее), на новых версиях Windows

# se_pl.Header
source: Old images layout
ru_ru: Старая сетка изображений

# se_pl.Description
source: Use image layout algorithm from old versions of Laney and VK
ru_ru: Использовать алгоритм рендеринга сетки изображений из предыдущих версий Laney и VK

# se_acrylic_win11.Header
source: Use Acrylic instead Mica as window background
ru_ru: Использовать Acrylic вместо Mica в качестве фона окна

# se_fup.Header
source: File uploader
ru_ru: Загрузчик файла на сервер

# chat_kicked
source: You were kicked from the chat
ru_ru: Вас исключили из беседы
uk_ua: Ви виключені з бесіди

# chat_left
source: You left the chat
ru_ru: Вы вышли из беседы
uk_ua: Ви вийшли з бесіди

source: Disabled
ru_ru: Выключены
uk_ua: Вимкнені

source: Enabled
ru_ru: Включены
uk_ua: Включені

# pp_attachments_photo
source: Photos from the chat will be displayed here
ru_ru: Здесь будут отображаться фотографии из чата
uk_ua: Тут будуть відображатися фотографії з чату

# pp_attachments_video
source: Videos from the chat will be displayed here
ru_ru: Здесь будут отображаться видео из чата
uk_ua: Тут будуть відображатися відео з чату

# pp_attachments_audio
source: Music from the chat will be displayed here
ru_ru: Здесь будет отображаться музыка из чата
uk_ua: Тут відображатиметься музика з чату

# pp_attachments_doc
source: Files from the chat will be displayed here
ru_ru: Здесь будут отображаться файлы из чата
uk_ua: Тут будуть відображатися файли з чату

# pp_attachments_share
source: Links from the chat will be displayed here
ru_ru: Здесь будут отображаться ссылки из чата
uk_ua: Тут відображатимуться посилання з чату

# convctx_delete_for_all
source: Delete chat
ru_ru: Удалить чат
uk_ua: Видалити чат

# chat_delete_for_all_confirm
source: Are you sure you want to delete this chat?
ru_ru: Вы действительно хотите удалить чат?
uk_ua: Ви дійсно хочете видалити чат?

# chat_deleted
source: Chat was deleted
ru_ru: Чат удалён
uk_ua: Чат видалено

# mention_param
source: Mention parameters
ru_ru: Параметры упоминаний
uk_ua: Параметри сповіщень

# mention_param_none
source: All
ru_ru: Все
uk_ua: Усі

# mention_param_allOnline
source: Except @all and @online
ru_ru: Кроме @all и @online
uk_ua: Окрім @all і @online

# mention_param_all
source: Disable
ru_ru: Отключить
uk_ua: Вимкнути

# backButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back
ru_ru: Назад
uk_ua: Назад

# menuButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Menu
ru_ru: Меню
uk_ua: Меню

# newChatButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: New chat
ru_ru: Новый чат
uk_ua: Нова бесіда

# searchButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Search
ru_ru: Поиск
uk_ua: Пошук

# searchInChatButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Search messages
ru_ru: Поиск сообщений
uk_ua: Пошук повідомлень

# moreButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: More
ru_ru: Ещё
uk_ua: Ще

# profileButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open profile
ru_ru: Открыть профиль
uk_ua: Відкрити профіль

# attachButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Attach…
ru_ru: Прикрепить…
uk_ua: Прикріпити…

# stickersButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Emoji, stickers and graffiti
ru_ru: Эмодзи, стикеры и граффити
uk_ua: Емоції, стікери та графіті

# recordVoiceButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Send voice message
ru_ru: Отправить голосовое сообщение
uk_ua: Надіслати голосове повідомлення

# sendButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Send message
ru_ru: Отправить сообщение
uk_ua: Надіслати повідомлення

# photoButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Attach photo
ru_ru: Прикрепить фото
uk_ua: Прикріпити фото

# videoButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Attach video
ru_ru: Прикрепить видео
uk_ua: Прикріпити відео

# fileButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Attach file
ru_ru: Прикрепить файл
uk_ua: Прикріпити файл
